{"accounts":[{"business_name":"Rent Like Home","created_at":"2020-06-01T11:37:25Z","id":14030,"updated_at":"2020-07-07T09:29:32Z","status":"paying","preferences":{"bookings":{"default_arrival_time":16,"default_arrival_end_time":20,"default_departure_time":11,"default_communication_locale":"pl"},"privacy_policy":{"th":"","sv":"","ru":"","pt":"","pl":"Szanowni Państwo,\r\n\r\nniniejsza Polityka prywatności pomoże Państwu podejmować przemyślane i świadome decyzje dotyczące przetwarzania Państwa danych osobowych w ramach działalności prowadzonej przez Lloyd Apartments sp. z o.o. z siedzibą rejestrową przy ul. Rynek Główny 28 w Krakowie, prosimy o uważne zapoznanie się z jej treścią.\r\n\r\n \r\n\r\nWprowadzenie\r\n\r\nNiniejszy dokument zawiera Naszą Politykę Prywatności tj. zasady jakimi kierujemy się w procesach przetwarzania danych osobowych. Dokument ten zawiera również treści obowiązków informacyjnych, które zgodnie z przepisami prawa muszą być przedstawione osobom, których dane dotyczą, czyli Państwu. Zanim przejdziemy do szczegółów, chcielibyśmy podkreślić niektóre z kluczowych zasad ochrony danych osobowych. Są one ważne dla nas oraz wierzymy, że są one ważne również dla Państwa.\r\n\r\n \r\n\r\nPolityka Prywatności realizuje cztery najważniejsze cele tj.:\r\n\r\nwyjaśnienie, w jaki sposób organizacja przetwarza informacje, które Państwo jej dostarczają, aby jeszcze lepiej dopasowywać swoje produktu i usługi do Państwa oczekiwań;\r\n\r\nzagwarantowanie, że wszelkie informacje o procesie przetwarzania Państwa danych, zostały przedstawione w sposób jasny i przejrzysty;\r\n\r\nzapewnienie Państwa, że dane osobowe przetwarzane przez organizację są bezpieczne w stosunku do zagrożeń jakie pojawiają się w procesach ich przetwarzania,\r\n\r\nzapewnienie transparentności w kontaktach z przedstawicielami organizacji, tak by realizacja Państwa prawa do prywatności była zawsze zagwarantowana.\r\n\r\n \r\n\r\nWszystkie informacje, które są od Państwa pobierane są związane pośrednio lub bezpośrednio z prowadzoną działalnością organizacji tj. najem apartamentów własnych oraz pośrednictwo w najmie apartamentów należących do ich właścicieli. Lloyd Apartments sp. z o.o. jest administratorem Państwa danych osobowych, co oznacza, że decyduję o celach i środkach ich przetwarzania. W praktyce należy pamiętać, że jako administrator danych organizacja jest podmiotem odpowiedzialnym za Państwa dane osobowe. W zakresie realizacji jakichkolwiek pytań lub wątpliwości związanych z Państwa danymi osobowymi należy kontaktować się z Inspektorem Ochrony Danych pod adresem:\r\n\r\n \r\n\r\nrodo@rentlikehome.com\r\n\r\n \r\n\r\nOgólnie rzecz biorąc wszelkie dane osobowe w organizacji są podzielone na procesy, w których są one przetwarzane ze względu na główny cel, który przyświeca temu przetwarzaniu oraz kategorię osób, których dane dotyczą. Będą to kolejno:\r\n\r\n \r\n\r\nRekrutacja\r\n\r\nDane osobowe kandydatów do pracy są przetwarzane w celu dokonania wyboru najbardziej odpowiednich kandydatów do pracy na konkretne stanowiska, na potrzeby obecnych jak i przyszłych rekrutacji. Państwa dane osobowe w tym procesie są przetwarzane na podstawie Państwa zgody (w zakresie danych wrażliwych, które mogą znaleźć się w dokumentach aplikacyjnych) lub w celu zawarcia umowy o pracę czy też innej umowy cywilnoprawnej, jak również na podstawie przepisów prawa pracy. Dodatkowo podstawą prawną przetwarzania danych osobowych w tym procesie jest również prawnie uzasadniony cel przetwarzania tj. działania statystyczne, dotyczące raportowania oraz kontroli jakości. Podanie danych osobowych w tym procesie na podstawie Państwa zgody jest dobrowolne, jednak ich niepodanie utrudni nam sprawne przeprowadzenie procesu rekrutacji. W zakresie wynikającym z przepisów prawa pracy odnośnie rekrutacji podanie części danych osobowych jest obligatoryjne, a części fakultatywne. W procesie rekrutacji, jeżeli nie zostaną Państwo wybrani, a wyrażą Państwo zgodę na przetwarzanie danych osobowych na potrzeby przyszłych procesów rekrutacji Państwa dane osobowe będą przechowywane przez 2 lata od ostatniej Państwa reakcji na propozycję kolejnej rekrutacji. Po upływie tego okresu czasu Państwa dane zostaną całkowicie usunięte z zasobów spółki. Państwa dane osobowe w tym procesie mogą być powierzone podmiotom zewnętrznym biorącym udział w procesie rekrutacji (np. portale pośredniczące w poszukiwaniu pracy) jednak zaznaczamy, że podmioty te pozostają pod stałym nadzorem spółki i zapewniają co najmniej ten sam poziom bezpieczeństwa danych osobowych.\r\n\r\n \r\n\r\nZatrudnienie\r\n\r\nDane osobowe pracowników i współpracowników są przetwarzane w celu obsługi procesu zatrudnienia personelu oraz zapewnienia wsparcia w zakresie realizacji umów cywilnoprawnych obsługiwanych w pozostałych procesach przetwarzania danych osobowych, jak również bezpieczeństwa osób i mienia. Państwa dane osobowe w tym procesie są przetwarzane na podstawie przepisu prawa w za-kresie danych wrażliwych, gdy przetwarzanie jest niezbędne do celów profilaktyki zdrowotnej lub medycyny pracy, do oceny zdolności pracownika do pracy, zapewnienia opieki zdrowotnej lub zabezpieczenia społecznego, gdy przetwarzanie jest niezbędne do wypełnienia obowiązków i wykonywania szczególnych praw przez spółkę lub Państwa, w dziedzinie prawa pracy, zabezpieczenia społecznego i ochrony socjalnej oraz gdy przetwarzanie jest niezbędne do ustalenia, dochodzenia lub obrony roszczeń. Dodatkowo Państwa dane osobowe mogą być również przetwarzane w celu realizacji umowy o pracę czy też innej umowy cywilnoprawnej. Ostatecznie Państwa dane osobowe są przetwarzane na podstawie tzw. prawnie usprawiedliwionego celu spółki w zakresie ochrony osób i mienia, statystyki, raportowania i kontroli jakości. Podanie danych osobowych w tym procesie jest obligatoryjne, a konsekwencją niepodania danych może być brak możliwości nawiązania współpracy. W procesie zatrudnienia na podstawie umowy o pracę Państwa dane osobowe będą przechowywane przez 10 lat od ostatniej czynności na danych osobowych w związku z zatrudnieniem (za wyjątkiem osób zatrudnionych przed 1 stycznia 2019 – wtedy okres ten wynosi 50 lat). W procesie zatrudnienia na podstawie umów cywilnoprawnych Państwa dane osobowe będą przetwarzane przez 6 lat od ostatniej czynności na danych. Po upływie tego okresu czasu Państwa dane zostaną całkowicie usunięte z zasobów spółki. Państwa dane osobowe w tym procesie mogą być powierzone podmiotom zewnętrznym biorącym udział w procesie zatrudnienia jednak zaznaczamy, że podmioty te pozostają pod stałym nadzorem spółki i zapewniają co najmniej ten sam poziom bezpieczeństwa danych osobowych. Dodatkowo Państwa dane mogą być udostępnione odbiorcom danych (np. podmioty świadczące usługi pakietu socjalnego), o czym będą Państwo przez nich informowani.\r\n\r\n \r\n\r\nProces najmu apartamentów\r\n\r\nDane osobowe klientów i przedstawicieli klientów (w przypadku obsługi klientów instytucjonalnych) są przetwarzane w celu świadczenia usług najmu apartamentów. Państwa dane osobowe w tym procesie są przetwarzane na podstawie celu jakim jest realizacja umowy, która została zawarta, na podstawie przepisów prawa w zakresie rozliczenia świadczonych usług jak i w tzw. prawnie uzasadnionym celu administratora danych tj. analiza danych jakościowych świadczonych usług. Podanie danych osobowych w tym procesie jest obligatoryjne, a konsekwencją niepodania danych może być brak możliwości świadczenia usług. W procesie świadczenia usług przez spółkę dane będą przechowywane przez okres 6 lat od wykonania ostatniej czynności z danymi w związku z realizowaną usługą. Po upływie tego okresu czasu Państwa dane zostaną całkowicie usunięte z zasobów spółki. Państwa dane osobowe w tym procesie mogą być powierzone podmiotom zewnętrznym biorącym udział w procesie (np. podmioty zapewniające obsługę wynajmowanych nieruchomości lub dostawcy oprogramowania informatycznego) jednak zaznaczamy, że podmioty te pozostają pod stałym nadzorem spółki i zapewniają co najmniej ten sam poziom bezpieczeństwa danych osobowych.\r\n\r\n \r\n\r\nProces pośrednictwa najmu apartamentów\r\n\r\nDane osobowe właścicieli nieruchomości i przedstawicieli właścicieli nieruchomości (w przypadku obsługi klientów instytucjonalnych) są przetwarzane w celu świadczenia usług pośrednictwa najmu apartamentów oraz zarządzania nieruchomościami. Państwa dane osobowe w tym procesie są przetwarzane na podstawie celu jakim jest realizacja umowy, która została zawarta, na podstawie przepisów prawa w zakresie rozliczenia świadczonych usług jak i w tzw. prawnie uzasadnionym celu administratora danych tj. analiza danych jakościowych świadczonych usług. Podanie danych osobowych w tym procesie jest obligatoryjne, a konsekwencją niepodania danych może być brak możliwości nawiązania współpracy i świadczenia usług. W procesie świadczenia usług przez spółkę dane będą przechowywane przez okres 6 lat od wykonania ostatniej czynności z danymi w związku z realizowaną usługą. Po upływie tego okresu czasu Państwa dane zostaną całkowicie usunięte z zasobów spółki. Państwa dane osobowe w tym procesie mogą być powierzone podmiotom zewnętrznym biorącym udział w procesie (np. podmioty zapewniające obsługę wynajmowanych nieruchomości lub dostawcy oprogramowania informatycznego) jednak zaznaczamy, że podmioty te pozostają pod stałym nadzorem spółki i zapewniają co najmniej ten sam poziom bezpieczeństwa danych osobowych.\r\n\r\n \r\n\r\nProces marketingowy\r\n\r\nDane osobowe klientów i potencjalnych klientów (prospektów) są przetwarzane w celu świadczenia możliwości przedstawienia oferty własnych produktów i usług, udzielenia odpowiedzi na zapytania ofertowe oraz w celu prowadzenia aktywnych działań marketingowych wybranymi kanałami komunikacji. Państwa dane osobowe w tym procesie są przetwarzane na podstawie Państwa zgody (marketing wybranymi kanałami komunikacji) lub w celu zawarcia umowy w przypadku zapytań ofertowych kierowanych do spółki, jak również w celu jej realizacji w ramach zapisania się do Newsletter. Dodatkowo Państwa dane są przetwarzania na podstawie tzw. prawnie uzasadnionego celu administratora danych osobowych w momencie gdy polecamy usługi spółki w kontaktach osobistych lub tworzymy statystyki i raporty marketingowe. Podanie danych osobowych w tym procesie jest dobrowolne, jednak ich niepodanie uniemożliwi nam udzielenie odpowiedzi na zapytanie ofertowe lub przedstawianie naszej oferty w sposób dopasowany do Państwa indywidualnych potrzeb. W procesie Państwa dane osobowe są przechowywane przez 3 lata od odwołania przez Państwa zgody, jeżeli ją Państwo wyrazili. W pozostałym zakresie również 3 lata od zakończenia świadczenia usługi biuletynu informacyjnego tj. od ostatniego aktywnego działania na danych osobowych lub złożenia przez Państwa zapytania ofertowego Po upływie tego okresu czasu Państwa dane (jeżeli nie nawiążemy współpracy) zostaną całkowicie usunięte z zasobów spółki. Państwa dane osobowe w tym procesie mogą być powierzone podmiotom zewnętrznym biorącym udział w procesie marketingowym (np. dostawcy usług mailingu) jednak zaznaczamy, że podmioty te pozostają pod stałym nadzorem spółki i zapewniają co najmniej ten sam poziom bezpieczeństwa danych osobowych.\r\n\r\n \r\n\r\nProces księgowy\r\n\r\nDane osobowe klientów i przedstawicieli klientów (w przypadku obsługi klientów instytucjonalnych) są przetwarzane w celu realizacji wszelkich rozliczeń z klientami, dostawcami, jak również zapewnieniu zgodności działalności spółki z przepisami prawa podatkowego. Państwa dane osobowe w tym procesie są przetwarzane na podstawie przepisu prawa w zakresie uregulowań wynikających m.in. z Ustawy z dnia 29 września 1994 r. o rachunkowości oraz Ustawy z dnia 11 marca 2004 r. o podatku od towarów i usług. Dodatkowo podstawą prawną przetwarzania Państwa danych osobowych jest realizacja umowy, która została zawarta jak i tzw. prawnie usprawiedliwiony cel administratora danych tj. analiza danych statystycznych oraz sporządzanie bilansów księgowych. Podanie danych osobowych w tym procesie jest obligatoryjne, a konsekwencją niepodania danych może być brak możliwości prawidłowego rozliczenia usług. W procesie księgowym dane będą przetwarzane przez okres 6 lat od wykonania ostatniej czynności z danymi w związku z rozliczeniem dokumentów księgowych. Po upływie tego okresu czasu Państwa dane zostaną całkowicie usunięte z zasobów spółki. Państwa dane osobowe w tym procesie mogą być powierzone podmiotom zewnętrznym biorącym udział w procesie księgowym (np. zewnętrzne biura rachunkowe) jednak zaznaczamy, że podmioty te pozostają pod stałym nadzorem spółki i zapewniają co najmniej ten sam poziom bezpieczeństwa danych osobowych. Dodatkowo Państwa dane mogą być udostępnione odbiorcom danych (np. organy podatkowe lub biegli rewidenci), o czym w razie kontaktu będą Państwo przez nich informowani.\r\n\r\n \r\n\r\nProces przetwarzania danych dostawców\r\n\r\nDane osobowe dostawców i przedstawicieli dostawców (w przypadku korzystania z dostawców instytucjonalnych) są przetwarzane w celu realizacji umowy dostawy lub świadczenia usług. Państwa dane osobowe w tym procesie są przetwarzane na podstawie celu jakim jest realizacja umowy, która została zawarta jak i w tzw. prawnie uzasadnionym celu administratora danych tj. reklamacje i rękojmia za wady. Podanie danych osobowych w tym procesie jest obligatoryjne, a konsekwencją niepodania danych może być brak możliwości korzystania z usług dostawców. W procesie przetwarzania danych dostawców przez spółkę dane będą przechowywane przez okres 6 lat od wykonania ostatniej czynności z danymi w związku z realizacją dostawy lub usługi. Po upływie tego okresu czasu Państwa dane zostaną całkowicie usunięte z zasobów spółki. Państwa dane osobowe w tym procesie mogą być powierzone podmiotom zewnętrznym biorącym udział w procesie (np. podmioty współpracujące ze spółką) jednak zaznaczamy, że podmioty te pozostają pod stałym nadzorem spółki i zapewniają co najmniej ten sam poziom bezpieczeństwa danych osobowych.\r\n\r\n \r\n\r\n \r\n\r\nPaństwa uprawnienia\r\n\r\nChcielibyśmy podkreślić, że gwarantujemy każdej osobie, której dane przetwarzamy możliwość skorzystania z następujących uprawnień:\r\n\r\nprawo dostępu do treści danych – mogą Państwo zwrócić się o opisanie procesu przetwarzania konkretnie Państwa danych osobowych oraz o udostepnienie wszelkich danych osobowych gromadzonych na Państwa temat. Zaznaczamy jednak, że nadmierne korzystanie z tego uprawnienia utrudni pracę w organizacji, wiec prosimy o rozwagę w korzystaniu z tego uprawnienia,\r\n\r\nprawo do sprostowania danych – dokładamy wszelkiej staranności by zawsze przetwarzać jak najbardziej aktualne dane na Państwa temat, jednak jeżeli okaże się, że dane, które przetwarzamy stały się nieprawidłowe zawsze mogą się Państwo zwrócić o ich sprostowanie,\r\n\r\nprawo do usunięcia danych – jeżeli okaże się, że nie chcą już Państwo aby organizacja nadal przetwarzał Państwa dane osobowe zawsze mogą się Państwo zwrócić o ich usunięcie. Zaznaczamy jednak, że prawo to nie w każdym przypadku będzie mogło być zrealizowane, gdyż część danych organizacja musi zachować ze względu na wiążące przepisy prawa,\r\n\r\nprawo do ograniczenia przetwarzania – jeżeli stwierdzą Państwo, że dane które są przetwarzane przez organizację z jakichś względów nie powinny być usunięte po ww. okresach czasu (retencja danych), mogą się Państwo zwrócić o ich dalsze przechowywanie,\r\n\r\nprawo do przenoszenia danych - jeżeli okaże się że Państwa dane osobowe będą przetwarzane w systemach informatycznych to mogą się Państwo zwrócić o ich przeniesienie do innego usługodawcy lub bezpośrednio do Państwa. Zaznaczam jednak, że uprawnienie to dotyczy tylko tych danych, które Państwo sami dostarczyli,\r\n\r\nprawo do sprzeciwu – zawsze mogą się Państwo zwrócić ze sprzeciwem wobec przetwarzania konkretnych danych osobowych w konkretnym celu. W każdym takim przypadku sprzeciw zostanie rozpatrzony i Państwa uwagi uwzględnione w procesach przetwarzania Państwa danych na przyszłość,\r\n\r\nprawo do cofnięcia zgody – w każdym czasie mogą Państwo cofnąć wyrażoną zgodę na przetwarzanie danych osobowych, jednak wszelkie działania, które zostały wykonane na Państwa danych przed jej cofnięciem pozostaną ważne,\r\n\r\nprawo do wniesienia skargi – jeżeli uznają Państwo, że organizacja narusza Państwa prawo do prywatności zawsze mogą Państwo zwrócić się do Prezesa Urzędu Ochrony Danych Osobowych ze skargą, jednak zachęcamy do wspólnego rozstrzygnięcia Państwa wątpliwości zanim podejmą Państwo taką decyzję.\r\n\r\n \r\n\r\nPodsumowanie\r\n\r\nPodsumowując organizacja i cały jej personel dokłada szczególnej staranności by procesy przetwarzania Państwa danych osobowych w jak najmniejszym stopniu wkraczały w Państwa sferę prywatności jednak, jeżeli na którymkolwiek z etapów przetwarzania Państwa danych osobowych zajdzie wątpliwości co do zgodności tych działań z przepisami prawa prosimy o kontakt: rodo@rentlikehome.com","nl":"","nb":"","ko":"","ja":"","it":"","is":"","id":"","hu":"","hr":"","fr":"","fi":"","es":"","el":"","de":"","da":"","cs":"","en":"Dear Sir/Madam,\r\nthe following Privacy Policy will help you make well-thought-out and conscious decisions concerning the processing of your personal data as part of the activity conducted by Lloyd Apartments sp. z o.o. with its registered office at ul. Rynek Główny 28 in Kraków. Please read it carefully.\r\n\r\nIntroduction\r\nThis document contains our Privacy Policy, i.e. the principles we follow when processing personal data. It also contains the scope of information the law requires to be provided to data subjects, i.e. to you. Before we get into details, we would like to highlight some of the key principles of personal data protection. They are important to us and we believe them to be important to you, too.\r\n\r\nThe Privacy Policy pursues four main goals, i.e.:\r\n    1. to explain how the organisation is processing the information that you provide to better tailor its products and services to your expectations;\r\n    2. to ensure that all information about the processing of your data is presented in a clear and transparent manner;\r\n    3. to assure you that personal data processed by the organisation are safeguarded against the risks involved with their processing,\r\n    4. to provide transparency in dealings with representatives of the organisation so as to guarantee your right to privacy.\r\n\r\nAll the information that is collected from you is directly or indirectly related to the organisation's activity, i.e. renting of own apartments and acting as an agent in renting apartments belonging to their owners. Lloyd Apartments sp. z o.o. is the controller of your personal data, therefore it decides on the purposes and means of their processing. In practice, please note that, as the data controller, the organisation is the entity responsible for your personal data. If you have any questions or concerns regarding your personal data, please contact our Data Protection Officer at:\r\n\r\nrodo@rentlikehome.com\r\n\r\nIn general, all personal data in the organisation are divided into procedures according to the main purpose that guides this processing and the category of data subjects. These are, in order:\r\n\r\n    1. Recruitment\r\nPersonal data of job candidates are processed in order to select the most suitable candidates for specific positions, as needed for current and future recruitments. To this end, your personal data is processed on the basis of your consent (as regards sensitive data, which may be found in application documents) or for the conclusion of an employment contract or other civil law contracts, as well as on the basis of labour law. In addition, the legal basis for processing personal data is found in the legitimate purpose of processing, i.e. statistical activities related to reporting and quality control. Providing personal data, based on your consent, is voluntary, but failure to do so is going to make it difficult for us to carry out the recruitment procedure efficiently. To the extent resulting from the provisions of the labour law on recruitment, it is mandatory to provide certain personal data, while others are optional. If you are not selected during the recruitment and you agree to have your personal data processed for the purposes of future recruitment procedures, your personal data will be stored for 2 years from your last reaction to the next recruitment offer. After this period, your data will be completely removed from the company database. As part of this procedure, your personal data may be entrusted to external entities involved in the recruitment procedure (e.g. job search websites), however, we wish to note that these entities remain under constant supervision of the company and guarantee at least the same level of personal data security.\r\n\r\n    2. Employment\r\nPersonal data of permanent and associate staff are processed for the purpose of servicing personnel employment and to support the performance of civil-law contracts serviced as part of other personal data processing procedures, as well as to ensure the safety of persons and property. To this end, your personal data are processed under the provision concerning sensitive data when processing is necessary for the purposes of preventive or occupational medicine, for the assessment of the working capacity of the employee, the provision of health or social care, when processing is necessary for the purposes of carrying out the obligations and exercising specific rights of the company or of the data subject in the field of employment and social security and social protection law, as well as when processing is necessary for the establishment, exercise or defence of legal claims. In addition, your personal data may also be processed for the purpose of performing an employment contract or other civil-law contract. Ultimately, your personal data is processed on the basis of the company's legitimate interest as far as protecting persons and property, statistics, reporting, and quality control are concerned. Providing personal data in this procedure is obligatory, and the consequences of not providing data may include the inability to establish cooperation. If employed under an employment contract, your personal data will be stored for 10 years since the last employment-related activity on personal data (excluding persons employed before 1 January 2019 – then the period is 50 years). If employed under a civil-law contract, your personal data will be processed for 6 years since the last activity on data. After this period, your data will be completely removed from the company database. As part of this procedure, your personal data may be entrusted to external entities involved in the employment process. However, we wish to note that these entities remain under constant supervision of the company and guarantee at least the same level of personal data security. In addition, your data may be made available to data recipients (e.g. entities providing social package services), who will inform you about this fact.\r\n\r\n    3. Apartment rental\r\nPersonal data of clients (and client representatives in the case of institutional clients) are processed for the purpose of providing apartment rental services. Your personal data are processed in order to perform the concluded contract, on the basis of legal provisions regarding the settlement of services rendered, and based on the legitimate purpose of the data controller, i.e. analysis of qualitative data pertaining to the services rendered. Providing personal data in this procedure is obligatory, and the consequences of not providing data may include the inability to render services. In the process of rendering services by the company, the data will be stored for 6 years since the last activity related to the service rendered. After this period, your data will be completely removed from the company database. As part of this procedure, your personal data may be entrusted to external entities involved in the procedure (e.g. entities providing services for rented properties or IT software suppliers), however, we wish to note that these entities remain under constant supervision of the company and guarantee at least the same level of personal data security. \r\n\r\n    4. Apartment rental intermediation\r\nPersonal data of property owners and representatives of property owners (in the case of institutional clients) are processed in order to provide apartment rental intermediation and property management services. Your personal data are processed in order to perform the concluded contract, on the basis of legal provisions regarding the settlement of services rendered, and based on the legitimate purpose of the data controller, i.e. analysis of qualitative data pertaining to the services rendered. Providing personal data in this procedure is obligatory, and the consequences of not providing data may include the inability to establish cooperation and render services. In the process of rendering services by the company, the data will be stored for 6 years since the last activity related to the service rendered. After this period, your data will be completely removed from the company database. As part of this procedure, your personal data may be entrusted to external entities involved in the procedure (e.g. entities providing services for rented properties or IT software suppliers), however, we wish to note that these entities remain under constant supervision of the company and guarantee at least the same level of personal data security. \r\n\r\n    5. Marketing\r\nPersonal data of clients and potential client (prospects) are processed in order to allow an offer of own products and services to be presented, answer inquiries, and to conduct active marketing activities through selected communication channels. As part of this procedure, your personal data is processed based on your consent (marketing communications through selected channels) or to conclude a contract in the case of inquiries addressed to the company, as well as for its performance as part a Newsletter subscription. In addition, recommending the company's services during personal contact or creating marketing statistics and reports constitutes a legitimate purpose of the data controller for processing your personal data. Providing personal data is voluntary, but failure to do so is going to prevent us from answering your inquiry or presenting our offer in a way tailored to your individual needs. To this end, your personal data are stored for 3 years after your consent has been revoked, if previously given. Otherwise, it is also 3 years from the termination of the Newsletter service, i.e. since the last activity on personal data or submission of an inquiry on your part.  After this period, your data (unless a cooperation is established) shall be completely removed from company resources. As part of this procedure, your personal data may be entrusted to external entities involved in the marketing procedure (e.g. mailing service providers). However, we wish to note that these entities remain under constant supervision of the company and guarantee at least the same level of personal data security.\r\n\r\n    6. Accounting\r\nPersonal data of clients (and client representatives in the case of institutional clients) are processed in order to perform all settlements with clients, suppliers, as well as to ensure compliance of the company's activities with tax law. Your personal data is processed under the provision concerning the regulations resulting, among others, from the Accounting Act of 29 September 1994 and the Value Added Tax Act of 11 March 2004. In addition, the legal basis for the processing of your personal data is found in the performance of the concluded contract, as well as in the legitimate purpose of the data controller, i.e. analysing statistical data and drawing up balance sheets. Providing personal data in this procedure is obligatory, and the consequences of not providing data may include the inability to properly settle services. As part of the accounting procedure, data will be processed for 6 years since the last activity related to the settlement of accounts. After this period, your data will be completely removed from the company database. As part of this procedure, your personal data may be entrusted to external entities involved in the accounting procedure (e.g. external accounting firms). However, we wish to note that these entities remain under constant supervision of the company and guarantee at least the same level of personal data security. In addition, your data may be made available to data recipients (e.g. tax authorities or auditors), who will inform you about this fact.\r\n\r\n    7. Processing contractors data\r\nPersonal data of contractors (and contractor representatives in the case of institutional contractors) are processed in order to perform the delivery or service contract. Your personal data are processed in order to perform the concluded contract, and based on the legitimate purpose of the data controller, i.e. for complaints and warranty. Providing personal data in this procedure is obligatory, and the consequences of not providing data may include the inability to use the services of suppliers. As part of processing contractor data by the company, the data will be stored for 6 years since the last activity related to delivery or service fulfilment. After this period, your data will be completely removed from the company database. As part of this procedure, your personal data may be entrusted to external entities involved in the procedure (e.g. entities cooperating with the company). However, we wish to note that these entities remain under constant supervision of the company and guarantee at least the same level of personal data security.\r\n\r\n\r\nYour rights\r\nWe would like emphasize our guarantee that every person whose data we process may exercise the following rights:\r\n    • the right to access the data – you can request a description of how your personal data is processed and to make available any personal data collected about you. However, we wish to point out that excessive use of this right makes it difficult to work in the organisation, therefore we ask to use it sparingly.\r\n    • the right to rectify data – we make every effort to always process the most current data about you. However, if it turns out that the data we are processing have become incorrect, you can always request it to be corrected,\r\n    • the right to erase data – it you no longer want the organisation to process your personal data, you can always request their erasure. However, we wish to point out that this right cannot be exercised in every case, as the organisation must retain some of the data due to binding legal provisions,\r\n    • the right to restrict processing – if you find that, for any reason, the data that are processed by the organisation should not be deleted after the above-mentioned periods of time (data retention), you can request their further storage,\r\n    • the right to data portability – if it turns out that your personal data are going to be processed in IT systems, you can request their transfer to another service provider or directly to you. Please note, however, that this right only applies to data that you have provided yourself,\r\n    • the right to object – you can always object to the processing of specific personal data for a particular purpose. In any such case, your objection shall be considered and your comments taken into account in any future processing of your data,\r\n    • the right to withdraw consent – you can withdraw your consent to the processing of personal data at any time. However, all activities performed on your data before the withdrawal remain valid,\r\n    • the right to lodge a complaint – if you feel that the organisation is violating your right to privacy, you can always lodge a complaint with the President of the Personal Data Protection Office. However, we encourage you to reach out and let us try to clarify your concerns before making such a decision.\r\n\r\nSummary\r\nTo sum up, the organisation and its entire staff take great care to ensure that the processing of your personal data does not encroach on your privacy as much as possible. However, if at any stage of processing your personal data there are any doubts as to the compliance of these activities with the law, please contact: rodo@rentlikehome.com","ca":""}},"email":"jozwik@rentlikehome.com","selected_locales":["en","pl"],"default_locale":"en","phones":{"phone":"","mobile":"","fax":""},"address1":"ul. Koszykowa 61A","address2":"","city":"Warszawa","zip":"00-667","state":"","country_code":"PL","website":"www.rentlikehome.com","canceled_at":null,"demo":false,"test":null}],"meta":{"Link":{"first":"https://www.bookingsync.com/api/v3/accounts?page=1","last":"https://www.bookingsync.com/api/v3/accounts?page=1"},"X-Total-Pages":"1","X-Total-Count":"1","X-Per-Page":"100"}}
